{
    "ACTN4": 0,
    "ZNF562": 1,
    "ZNF131": 2,
    "DOCK8": 3,
    "CP": 4,
    "TPRKB": 5,
    "SNRPB": 6,
    "XPO4": 7,
    "SUMO2": 8,
    "RAB11B": 9,
    "TMEM129": 10,
    "CDC25B": 11,
    "CD55": 12,
    "CTSC": 13,
    "AZU1": 14,
    "ANKRD49": 15,
    "LRRC37A2": 16,
    "RBFOX2": 17,
    "CYP2E1": 18,
    "FBXL20": 19,
    "ELOVL4": 20,
    "FLRT2": 21,
    "OTOR": 22,
    "DSTN": 23,
    "NFKBIE": 24,
    "OR13F1": 25,
    "RPL36": 26,
    "IL11RA": 27,
    "ANKRD28": 28,
    "TSPOAP1": 29,
    "ENTPD8": 30,
    "CRX": 31,
    "PGM2L1": 32,
    "ZNF25": 33,
    "ZNF474": 34,
    "MYO9B": 35,
    "GYS1": 36,
    "MID1IP1": 37,
    "ORC5": 38,
    "OR2A5": 39,
    "LILRB1": 40,
    "CLEC4M": 41,
    "CERKL": 42,
    "PEX2": 43,
    "CFHR5": 44,
    "RNF41": 45,
    "SGTA": 46,
    "PAQR9": 47,
    "EPS15": 48,
    "CIC": 49,
    "ZNF679": 50,
    "LRRC4B": 51,
    "DHRS2": 52,
    "DNAAF1": 53,
    "GRIPAP1": 54,
    "RGS10": 55,
    "PIGQ": 56,
    "NCR3": 57,
    "CMKLR1": 58,
    "PEA15": 59,
    "BTNL2": 60,
    "CTRL": 61,
    "LIPM": 62,
    "RGS5": 63,
    "ZNF484": 64,
    "COX6B1": 65,
    "FBXO31": 66,
    "NR6A1": 67,
    "USP5": 68,
    "NAT2": 69,
    "HINT1": 70,
    "ATP1B1": 71,
    "PITPNA": 72,
    "OR10G2": 73,
    "OPCML": 74,
    "FOXE3": 75,
    "MOS": 76,
    "CLDN1": 77,
    "POM121C": 78,
    "KCNIP2": 79,
    "CALU": 80,
    "NUBPL": 81,
    "COL11A1": 82,
    "THUMPD1": 83,
    "TOMM22": 84,
    "MX1": 85,
    "CHMP5": 86,
    "SLA2": 87,
    "SLC22A7": 88,
    "ZNF727": 89,
    "AIM2": 90,
    "OR4A16": 91,
    "MIF4GD": 92,
    "RPS15": 93,
    "TRIM5": 94,
    "AGL": 95,
    "CTNNA2": 96,
    "PDHA2": 97,
    "KRBOX4": 98,
    "ZNF593": 99,
    "CXCR3": 100,
    "CACNA1F": 101,
    "INPP4B": 102,
    "C5AR2": 103,
    "PABPC4L": 104,
    "HNRNPC": 105,
    "CYP11B1": 106,
    "INPP5E": 107,
    "CGB3": 108,
    "ATL2": 109,
    "ARHGAP44": 110,
    "MAPRE2": 111,
    "CEP41": 112,
    "TIA1": 113,
    "PCDH10": 114,
    "HOXA11": 115,
    "POR": 116,
    "NELFCD": 117,
    "PCLO": 118,
    "OSGEPL1": 119,
    "DPYSL5": 120,
    "SULF2": 121,
    "AQP12B": 122,
    "SVEP1": 123,
    "RGL4": 124,
    "BACH2": 125,
    "PTP4A3": 126,
    "CTBP1": 127,
    "ABCF3": 128,
    "SIGLEC5": 129,
    "DAB2": 130,
    "NFKB2": 131,
    "RAB6A": 132,
    "URI1": 133,
    "ABHD8": 134,
    "ECH1": 135,
    "RBM46": 136,
    "PRPSAP2": 137,
    "PTPRS": 138,
    "TRAPPC2B": 139,
    "IGHA1": 140,
    "DDX21": 141,
    "SPRY4": 142,
    "TNFSF4": 143,
    "GIMAP6": 144,
    "ANKRD31": 145,
    "NUDT5": 146,
    "TBC1D7": 147,
    "YBX2": 148,
    "DAB2IP": 149,
    "DGUOK": 150,
    "SERPINF1": 151,
    "XRCC1": 152,
    "BAIAP3": 153,
    "IZUMO1R": 154,
    "ZBTB12": 155,
    "ANAPC10": 156,
    "CHST8": 157,
    "PRPF8": 158,
    "MPV17": 159,
    "ZNF398": 160,
    "CYP2C18": 161,
    "CDC5L": 162,
    "GLCE": 163,
    "DDX60": 164,
    "OTUD1": 165,
    "HSD17B10": 166,
    "OR5D13": 167,
    "CYP1B1": 168,
    "ADI1": 169,
    "COX7C": 170,
    "RABL2B": 171,
    "PAMR1": 172,
    "OR52B4": 173,
    "FAF1": 174,
    "SEPTIN4": 175,
    "SCN9A": 176,
    "FBLL1": 177,
    "HNRNPM": 178,
    "RIMBP3C": 179,
    "TNK2": 180,
    "VGLL2": 181,
    "BCL2L14": 182,
    "SHOX2": 183,
    "OSGEP": 184,
    "NDP": 185,
    "MOV10L1": 186,
    "PRMT6": 187,
    "CSTB": 188,
    "EPHA7": 189,
    "SPAAR": 190,
    "GPR39": 191,
    "RSL1D1": 192,
    "TBCC": 193,
    "PAK6": 194,
    "NOBOX": 195,
    "LMNB2": 196,
    "AGAP2": 197,
    "OTOGL": 198,
    "LIMK1": 199,
    "PCDHA7": 200,
    "MTX2": 201,
    "OPRL1": 202,
    "APOL1": 203,
    "SERTAD1": 204,
    "AKT2": 205,
    "EPHA1": 206,
    "SLC4A8": 207,
    "IGLV1-40": 208,
    "METTL22": 209,
    "GBP4": 210,
    "NSD3": 211,
    "MAPRE3": 212,
    "CHSY1": 213,
    "LRCH3": 214,
    "CHSY3": 215,
    "LEPR": 216,
    "TMIGD3": 217,
    "MXD3": 218,
    "KLHDC10": 219,
    "ATP6V1F": 220,
    "DIDO1": 221,
    "CDK5RAP2": 222,
    "SAP18": 223,
    "ANAPC1": 224,
    "SMYD4": 225,
    "TBCE": 226,
    "DUOXA2": 227,
    "FLCN": 228,
    "TTLL8": 229,
    "ARL8B": 230,
    "LYPLA2": 231,
    "OR1E2": 232,
    "GSC": 233,
    "NPNT": 234,
    "EIF4A1": 235,
    "SNX4": 236,
    "BCL6B": 237,
    "TAC1": 238,
    "KIF3C": 239,
    "WDR75": 240,
    "CD8A": 241,
    "MTHFD1L": 242,
    "PPT1": 243,
    "GDI1": 244,
    "MUC6": 245,
    "FBXW2": 246,
    "TMED1": 247,
    "POTEE": 248,
    "AICDA": 249,
    "NES": 250,
    "COL4A5": 251,
    "SPANXD": 252,
    "TEX264": 253,
    "THEM4": 254,
    "TLR9": 255,
    "PDE6A": 256,
    "SEC23B": 257,
    "ADA2": 258,
    "KCNK5": 259,
    "CEP68": 260,
    "ZNF700": 261,
    "KCNC4": 262,
    "VEGFC": 263,
    "PDGFB": 264,
    "YIPF5": 265,
    "GFM1": 266,
    "NCAPD3": 267,
    "LDLR": 268,
    "NRIP2": 269,
    "CXCL14": 270,
    "MPZ": 271,
    "HTR1F": 272,
    "L3MBTL3": 273,
    "WASF3": 274,
    "ZNF587": 275,
    "RIT2": 276,
    "CACNA1A": 277,
    "ZNF212": 278,
    "RPL27": 279,
    "DHX16": 280,
    "TNFAIP6": 281,
    "CATR1": 282,
    "SV2B": 283,
    "ZNF585B": 284,
    "PBX4": 285,
    "STRN3": 286,
    "PIEZO1": 287,
    "RAB3B": 288,
    "ADPRM": 289,
    "NAP1L5": 290,
    "TAC3": 291,
    "OR4E1": 292,
    "MYEF2": 293,
    "EPYC": 294,
    "GBA": 295,
    "ZNF32": 296,
    "G2E3": 297,
    "ARRDC1": 298,
    "PDE4B": 299,
    "CARHSP1": 300,
    "TUBGCP5": 301,
    "SGPL1": 302,
    "ZMYND19": 303,
    "RDH5": 304,
    "PPCDC": 305,
    "GADD45GIP1": 306,
    "TXNDC2": 307,
    "KCTD2": 308,
    "RPP30": 309,
    "PODXL2": 310,
    "RPL4": 311,
    "ZNF385D": 312,
    "FOXP4": 313,
    "MICALL1": 314,
    "DHX15": 315,
    "SEC24B": 316,
    "ENC1": 317,
    "IFT80": 318,
    "PDE4C": 319,
    "PHF8": 320,
    "GGT1": 321,
    "HEXIM2": 322,
    "TRPC4AP": 323,
    "HNRNPD": 324,
    "PPP3R1": 325,
    "NOL10": 326,
    "TRPC1": 327,
    "GMPS": 328,
    "TXNDC11": 329,
    "MED11": 330,
    "CTNNB1": 331,
    "MAP4K3": 332,
    "KMT2E": 333,
    "ASCL2": 334,
    "ASCL4": 335,
    "SERPINF2": 336,
    "GFI1": 337,
    "TNFSF15": 338,
    "POLD1": 339,
    "NMNAT2": 340,
    "ATF6B": 341,
    "ESYT1": 342,
    "GDNF": 343,
    "SYNGAP1": 344,
    "TIMM21": 345,
    "OPN1LW": 346,
    "TUBB4A": 347,
    "SMARCC2": 348,
    "RPF2": 349,
    "WDR81": 350,
    "MUC5AC": 351,
    "CALY": 352,
    "GOLPH3": 353,
    "FRAT1": 354,
    "KITLG": 355,
    "MFSD12": 356,
    "FZD2": 357,
    "EPHA8": 358,
    "SPRED2": 359,
    "DNAH17": 360,
    "CYFIP2": 361,
    "CACNG1": 362,
    "GDF15": 363,
    "STMN1": 364,
    "CPNE4": 365,
    "OBSCN": 366,
    "RASGEF1B": 367,
    "DEPDC1": 368,
    "CTDP1": 369,
    "FOXI3": 370,
    "SCOC": 371,
    "GBP1": 372,
    "RAB6C": 373,
    "HS3ST3A1": 374,
    "DUSP21": 375,
    "BAZ2B": 376,
    "CCT5": 377,
    "CCDC85C": 378,
    "SERBP1": 379,
    "TBC1D26": 380,
    "FTCD": 381,
    "EDEM3": 382,
    "CUBN": 383,
    "FXYD1": 384,
    "TMEM171": 385,
    "RAD54B": 386,
    "MAPKBP1": 387,
    "NCCRP1": 388,
    "OR51M1": 389,
    "OPLAH": 390,
    "CAPN14": 391,
    "STK17B": 392,
    "WNT11": 393,
    "ABHD3": 394,
    "LIM2": 395,
    "HS3ST1": 396,
    "MAGEA10": 397,
    "GBE1": 398,
    "BCAS2": 399,
    "ART3": 400,
    "PTGFRN": 401,
    "DUSP13": 402,
    "RYR2": 403,
    "PKM": 404,
    "DNAJC18": 405,
    "TBC1D3E": 406,
    "NDUFS6": 407,
    "RBM25": 408,
    "C1R": 409,
    "JAKMIP1": 410,
    "OVCH2": 411,
    "SLC2A5": 412,
    "F9": 413,
    "PAPOLA": 414,
    "KIF18B": 415,
    "ZNF586": 416,
    "RASSF3": 417,
    "ZNF257": 418,
    "IDH2": 419,
    "EIF2B1": 420,
    "SYVN1": 421,
    "RPL19": 422,
    "AZI2": 423,
    "NUP93": 424,
    "KRT16": 425,
    "SLITRK1": 426,
    "COG4": 427,
    "LIMS3": 428,
    "MT1F": 429,
    "ZNF99": 430,
    "CYP11B2": 431,
    "ARHGEF7": 432,
    "PRG2": 433,
    "CRHBP": 434,
    "KCTD1": 435,
    "SLC7A7": 436,
    "KIF2B": 437,
    "GAL3ST3": 438,
    "STARD8": 439,
    "ALG9": 440,
    "CES4A": 441,
    "HRH4": 442,
    "HTR2C": 443,
    "SH3YL1": 444,
    "UVSSA": 445,
    "ESRRB": 446,
    "AGR2": 447,
    "OPRD1": 448,
    "RBMS1": 449,
    "ZNF280D": 450,
    "PIKFYVE": 451,
    "RPL7L1": 452,
    "DHX32": 453,
    "OLFML3": 454,
    "MIPEP": 455,
    "MAML2": 456,
    "ACSS1": 457,
    "TAF1": 458,
    "KRIT1": 459,
    "FOXP2": 460,
    "LIMS4": 461,
    "UNC5B": 462,
    "TRPM1": 463,
    "FANK1": 464,
    "PRELID3B": 465,
    "ZSCAN10": 466,
    "CXCR5": 467,
    "PSEN2": 468,
    "EFR3B": 469,
    "OR10K2": 470,
    "TFPT": 471,
    "STARD10": 472,
    "SCAMP2": 473,
    "NANOS1": 474,
    "GBP7": 475,
    "MAP1LC3A": 476,
    "OR2AK2": 477,
    "PCDHA8": 478,
    "SOX11": 479,
    "HDLBP": 480,
    "DLGAP3": 481,
    "METAP2": 482,
    "PRSS48": 483,
    "AMT": 484,
    "CAB39L": 485,
    "LETM1": 486,
    "CERS4": 487,
    "ACO2": 488,
    "MAPK11": 489,
    "SUPT5H": 490,
    "CLEC18C": 491,
    "UPP2": 492,
    "CRLF1": 493,
    "MESP1": 494,
    "AK6": 495,
    "CLINT1": 496,
    "ASB8": 497,
    "PRPF40A": 498,
    "PHGDH": 499,
    "TCF24": 500,
    "OR7D4": 501,
    "SLC6A1": 502,
    "SAFB": 503,
    "ASB13": 504,
    "VPS28": 505,
    "GALR2": 506,
    "SNRPD2": 507,
    "MAP2K3": 508,
    "HSDL2": 509,
    "MFHAS1": 510,
    "COPRS": 511,
    "TLE2": 512,
    "PPP2R5D": 513,
    "RGPD4": 514,
    "MRPL55": 515,
    "ZNF30": 516,
    "JAM2": 517,
    "PEX11G": 518,
    "CENPT": 519,
    "CPNE1": 520,
    "RAD21": 521,
    "FANCC": 522,
    "GCC2": 523,
    "NXT2": 524,
    "ARHGAP32": 525,
    "HRH3": 526,
    "SPAG5": 527,
    "SYTL3": 528,
    "FMO2": 529,
    "SPC24": 530,
    "CTSS": 531,
    "GNGT1": 532,
    "ARSG": 533,
    "GYPA": 534,
    "IRF2BP2": 535,
    "HPS6": 536,
    "IL17B": 537,
    "ZDHHC4": 538,
    "DDX47": 539,
    "TRAF3IP1": 540,
    "PLGLB2": 541,
    "GTPBP10": 542,
    "TEKT2": 543,
    "RNF126": 544,
    "WNT3": 545,
    "TRIM56": 546,
    "IGSF9B": 547,
    "FBXL14": 548,
    "CLDN16": 549,
    "ITPA": 550,
    "SERPINA1": 551,
    "RPS6KA6": 552,
    "OR5P2": 553,
    "WFDC6": 554,
    "RPE65": 555,
    "BAP1": 556,
    "PRKCE": 557,
    "XPC": 558,
    "OR4X1": 559,
    "SPTBN1": 560,
    "COL24A1": 561,
    "IFNA7": 562,
    "PAM": 563,
    "ATP4A": 564,
    "GABRD": 565,
    "RNF122": 566,
    "ILF3": 567,
    "SIPA1": 568,
    "ZNF154": 569,
    "IGHV1-69": 570,
    "NPC1L1": 571,
    "HMBS": 572,
    "LPAR3": 573,
    "CIDEC": 574,
    "PRSS36": 575,
    "MNDA": 576,
    "MBD3L4": 577,
    "NFE2L3": 578,
    "CNKSR2": 579,
    "CNDP2": 580,
    "CSDC2": 581,
    "PLAGL1": 582,
    "ZNF790": 583,
    "CD5": 584,
    "EFCAB6": 585,
    "PRDM8": 586,
    "DOK5": 587,
    "FTL": 588,
    "ARAF": 589,
    "PYM1": 590,
    "CACNA1I": 591,
    "OR9Q2": 592,
    "RLN1": 593,
    "TMEM120A": 594,
    "PPM1N": 595,
    "SOS2": 596,
    "PBX3": 597,
    "ANKRD39": 598,
    "MAP3K21": 599,
    "HSD17B6": 600,
    "TKT": 601,
    "FCGR1B": 602,
    "ZXDA": 603,
    "ANKLE1": 604,
    "HMGCLL1": 605,
    "TMEM145": 606,
    "RMI2": 607,
    "SUCLG1": 608,
    "EFR3A": 609,
    "GJA1": 610,
    "NEDD4L": 611,
    "C4BPA": 612,
    "CISD1": 613,
    "SFRP4": 614,
    "GAS7": 615,
    "B4GALT5": 616,
    "MAP3K13": 617,
    "NKPD1": 618,
    "FOXD4L5": 619,
    "PICK1": 620,
    "PGAM5": 621,
    "CTRC": 622,
    "TREM2": 623,
    "SIX2": 624,
    "ZFP82": 625,
    "SYT2": 626,
    "PRKD2": 627,
    "PELI3": 628,
    "ERAP2": 629,
    "CDH4": 630,
    "AP5M1": 631,
    "PRKCB": 632,
    "TRPM7": 633,
    "ING1": 634,
    "WNK4": 635,
    "TMLHE": 636,
    "EPHA5": 637,
    "CEBPD": 638,
    "TP53BP1": 639,
    "KCNRG": 640,
    "MYBPH": 641,
    "TEX30": 642,
    "RSKR": 643,
    "ZFHX3": 644,
    "EHD4": 645,
    "KLHL10": 646,
    "WNT5B": 647,
    "TSHR": 648,
    "KLHL8": 649,
    "ARHGEF19": 650,
    "CCNA2": 651,
    "IFNW1": 652,
    "CCDC105": 653,
    "EIF2S2": 654,
    "SEMA5B": 655,
    "NRP2": 656,
    "HERC2": 657,
    "EVX2": 658,
    "SH3PXD2A": 659,
    "RASSF5": 660,
    "POLR2L": 661,
    "KLF13": 662,
    "CASP12": 663,
    "TROAP": 664,
    "TTI2": 665,
    "SEC63": 666,
    "ARNT2": 667,
    "PSMG2": 668,
    "RAMP2": 669,
    "NPAS2": 670,
    "DHDDS": 671,
    "APOE": 672,
    "SEZ6L2": 673,
    "GLRX3": 674,
    "ANKRD61": 675,
    "VEGFB": 676,
    "LINGO4": 677,
    "CDC14B": 678,
    "UNKL": 679,
    "HES2": 680,
    "ANXA2": 681,
    "TUBB2B": 682,
    "LIPE": 683,
    "PFAS": 684,
    "PROP1": 685,
    "NUDT7": 686,
    "ADRA2C": 687,
    "ZNF394": 688,
    "WAC": 689,
    "IGSF22": 690,
    "EXOC2": 691,
    "GNB3": 692,
    "ICAM4": 693,
    "MYO5B": 694,
    "TXK": 695,
    "ERMN": 696,
    "EPHB1": 697,
    "CENPN": 698,
    "JUP": 699,
    "POLR3F": 700,
    "AKT3": 701,
    "UBP1": 702,
    "IGHA2": 703,
    "ASB15": 704,
    "TADA3": 705,
    "FGFBP3": 706,
    "STT3A": 707,
    "PPIL4": 708,
    "SOCS6": 709,
    "PPP2R2B": 710,
    "UCKL1": 711,
    "ASS1": 712,
    "IGKV1-16": 713,
    "SMAD1": 714,
    "ZNF644": 715,
    "CDKN1B": 716,
    "EIF1AX": 717,
    "OR10G8": 718,
    "GABRA1": 719,
    "TIGAR": 720,
    "GBF1": 721,
    "PPP1R13B": 722,
    "HAPLN3": 723,
    "GBX1": 724,
    "VKORC1": 725,
    "PCDHA2": 726,
    "CDHR4": 727,
    "KLHL36": 728,
    "SESN3": 729,
    "PKMYT1": 730,
    "ZYG11B": 731,
    "VPS13C": 732,
    "PTPN12": 733,
    "ZSCAN29": 734,
    "IGFBPL1": 735,
    "FBH1": 736,
    "YAE1": 737,
    "ABCC4": 738,
    "PCSK6": 739,
    "RRP36": 740,
    "SETSIP": 741,
    "PYGO1": 742,
    "TIMM17A": 743,
    "GZMB": 744,
    "LAS1L": 745,
    "RGN": 746,
    "CYP2U1": 747,
    "FBXO45": 748,
    "ZNF286A": 749,
    "SLC23A1": 750,
    "OR8K5": 751,
    "P3H4": 752,
    "SLITRK2": 753,
    "MVD": 754,
    "OR3A2": 755,
    "PCDHGA5": 756,
    "EMC6": 757,
    "KPTN": 758,
    "PCP4": 759,
    "PSMA5": 760,
    "ZNF680": 761,
    "PLXNA1": 762,
    "SIN3B": 763,
    "PMVK": 764,
    "TTF1": 765,
    "MTHFD1": 766,
    "CHRM1": 767,
    "TMPRSS11B": 768,
    "WDR13": 769,
    "SEC16B": 770,
    "OR4C3": 771,
    "PCDHGA6": 772,
    "LMX1A": 773,
    "SCAPER": 774,
    "A1CF": 775,
    "UBE2E3": 776,
    "GADD45G": 777,
    "MB21D2": 778,
    "GRAMD2B": 779,
    "SYT6": 780,
    "MTG2": 781,
    "SRSF8": 782,
    "OIP5": 783,
    "NRG4": 784,
    "DYRK2": 785,
    "CYB5R2": 786,
    "EIF5": 787,
    "MARVELD3": 788,
    "ROR1": 789,
    "ZW10": 790,
    "PIK3CD": 791,
    "MYO18B": 792,
    "PLB1": 793,
    "THOC5": 794,
    "FAM110C": 795,
    "TYMP": 796,
    "SLC2A9": 797,
    "DNMT3A": 798,
    "MYO1E": 799,
    "ZNF768": 800,
    "RAET1L": 801,
    "GOLGA8K": 802,
    "ZMIZ1": 803,
    "SIX6": 804,
    "CENPL": 805,
    "LIPA": 806,
    "ULK3": 807,
    "LPIN3": 808,
    "LSM14A": 809,
    "SLC19A2": 810,
    "RGS4": 811,
    "ATAD2B": 812,
    "BTG2": 813,
    "EIF4G3": 814,
    "HECTD3": 815,
    "RRP15": 816,
    "CFAP410": 817,
    "IL17D": 818,
    "LHX3": 819,
    "AK4": 820,
    "CHRFAM7A": 821,
    "RHNO1": 822,
    "CHAC1": 823,
    "RAD23A": 824,
    "MRPS5": 825,
    "KCNAB1": 826,
    "SBDS": 827,
    "RARB": 828,
    "USP31": 829,
    "SLC2A11": 830,
    "OR52L1": 831,
    "SNRPN": 832,
    "VPS33B": 833,
    "CCAR2": 834,
    "CPSF6": 835,
    "EIF2S3B": 836,
    "LRRC26": 837,
    "RNF31": 838,
    "EIPR1": 839,
    "CTNNA1": 840,
    "TCL1B": 841,
    "RNF225": 842,
    "SLC26A5": 843,
    "GALNT2": 844,
    "DUSP4": 845,
    "SNUPN": 846,
    "ZNF574": 847,
    "MRPS21": 848,
    "DHFR2": 849,
    "CEMIP": 850,
    "RPH3A": 851,
    "GAS2L1": 852,
    "EMD": 853,
    "IGHV4-61": 854,
    "ITPK1": 855,
    "HGS": 856,
    "PPTC7": 857,
    "CDK11B": 858,
    "ZNF502": 859,
    "CAMK2N2": 860,
    "TRHR": 861,
    "TRAPPC4": 862,
    "ANXA6": 863,
    "GCN1": 864,
    "VEZT": 865,
    "CCDC51": 866,
    "MYO1B": 867,
    "RRP1B": 868,
    "STK38": 869,
    "SYNPO": 870,
    "TRPS1": 871,
    "SERPINB3": 872,
    "HEPH": 873,
    "PAK1": 874,
    "ORC2": 875,
    "ZNF670": 876,
    "SOX21": 877,
    "SEC11A": 878,
    "IRS2": 879,
    "ERCC6": 880,
    "ZNF707": 881,
    "TUFM": 882,
    "NNMT": 883,
    "DLX5": 884,
    "SCG5": 885,
    "UGT1A5": 886,
    "CDR2": 887,
    "ZC3H10": 888,
    "LRRFIP2": 889,
    "ANKRD23": 890,
    "VNN1": 891,
    "HHATL": 892,
    "CAPN1": 893,
    "JUN": 894,
    "USP53": 895,
    "TXN": 896,
    "HAUS7": 897,
    "PUF60": 898,
    "TPI1": 899,
    "TMPRSS6": 900,
    "SLC34A2": 901,
    "NEUROD2": 902,
    "SYT17": 903,
    "TRIM64B": 904,
    "PPRC1": 905,
    "MTHFD2": 906,
    "MYH15": 907,
    "ITPKC": 908,
    "OR2L8": 909,
    "PCGF6": 910,
    "ZNF222": 911,
    "SYF2": 912,
    "SNAPC1": 913,
    "RAP1B": 914,
    "NINL": 915,
    "PGAP3": 916,
    "SLC2A10": 917,
    "ATP11C": 918,
    "TRIML1": 919,
    "SNAPC2": 920,
    "SNX17": 921,
    "PPP1R42": 922,
    "ENPP2": 923,
    "B9D2": 924,
    "ZNF529": 925,
    "LILRB2": 926,
    "CDH5": 927,
    "SEMA7A": 928,
    "PTPN3": 929,
    "CORO2A": 930,
    "MZB1": 931,
    "EHBP1L1": 932,
    "UGT1A9": 933,
    "DPH5": 934,
    "VLDLR": 935,
    "RER1": 936,
    "HLA-DOA": 937,
    "PPM1E": 938,
    "EDA": 939,
    "OR11A1": 940,
    "KXD1": 941,
    "ZNF233": 942,
    "ERCC5": 943,
    "FGF8": 944,
    "YWHAG": 945,
    "PARD3": 946,
    "ZNF350": 947,
    "OR10H5": 948,
    "RAB40AL": 949,
    "NKX3-1": 950,
    "UBFD1": 951,
    "CTTNBP2NL": 952,
    "ANKRD16": 953,
    "CLIC6": 954,
    "NUBP2": 955,
    "SPON2": 956,
    "OR5F1": 957,
    "TXNL4B": 958,
    "ZBTB38": 959,
    "HSPB2": 960,
    "CAMK1G": 961,
    "PRSS27": 962,
    "NUDCD1": 963,
    "HNRNPF": 964,
    "UCN3": 965,
    "DDX3X": 966,
    "COG7": 967,
    "LIPK": 968,
    "LIMD1": 969,
    "NEK1": 970,
    "CD2AP": 971,
    "USF2": 972,
    "OR2F2": 973,
    "HBS1L": 974,
    "GMNN": 975,
    "MUC1": 976,
    "ADRB3": 977,
    "TRIP10": 978,
    "OR6M1": 979,
    "GALT": 980,
    "PLCB1": 981,
    "SPAG7": 982,
    "ANKRA2": 983,
    "EIF2B4": 984,
    "ADGRL2": 985,
    "ALG8": 986,
    "ITGA4": 987,
    "DEDD2": 988,
    "IDH3A": 989,
    "CBFA2T3": 990,
    "ERLEC1": 991,
    "RNF152": 992,
    "TGOLN2": 993,
    "XAF1": 994,
    "HLA-B": 995,
    "TUBB1": 996,
    "CSNK1A1L": 997,
    "PRKD3": 998,
    "STAM": 999,
    "PEX3": 1000,
    "TFR2": 1001,
    "GPNMB": 1002,
    "IL27": 1003,
    "ZNF155": 1004,
    "PFDN2": 1005,
    "SLC27A2": 1006,
    "IRAK1BP1": 1007,
    "ADAT2": 1008,
    "PTPRG": 1009,
    "CLCC1": 1010,
    "SERPINB6": 1011,
    "NTS": 1012,
    "SLC17A2": 1013,
    "TNFSF13": 1014,
    "TTC30A": 1015,
    "ALPI": 1016,
    "GSDMD": 1017,
    "ALYREF": 1018,
    "ZNF117": 1019,
    "PHLDA3": 1020,
    "RPL9": 1021,
    "FXYD7": 1022,
    "IFNAR1": 1023,
    "SPDYC": 1024,
    "KRT9": 1025,
    "NPAS1": 1026,
    "ALDH3A2": 1027,
    "MMD": 1028,
    "TOX": 1029,
    "FRZB": 1030,
    "CYP19A1": 1031,
    "SLC25A10": 1032,
    "LGR5": 1033,
    "NOP2": 1034,
    "NMBR": 1035,
    "IMMT": 1036,
    "AURKB": 1037,
    "RNF149": 1038,
    "CD86": 1039,
    "TERT": 1040,
    "RRM2B": 1041,
    "CIDEA": 1042,
    "FGF17": 1043,
    "ANKIB1": 1044,
    "RNF38": 1045,
    "GLI2": 1046,
    "ADK": 1047,
    "RPN2": 1048,
    "CEP55": 1049,
    "MAP3K8": 1050,
    "SAP30L": 1051,
    "TAT": 1052,
    "IFIH1": 1053,
    "EPS15L1": 1054,
    "CTSL": 1055,
    "CCT2": 1056,
    "CHORDC1": 1057,
    "SLC1A4": 1058,
    "GGCT": 1059,
    "L3HYPDH": 1060,
    "CDCP2": 1061,
    "MAPK3": 1062,
    "TRPV1": 1063,
    "KMO": 1064,
    "F11R": 1065,
    "NDUFAF2": 1066,
    "OSCAR": 1067,
    "CTNS": 1068,
    "CCDC88A": 1069,
    "CHKB": 1070,
    "ATP6V1A": 1071,
    "LIPI": 1072,
    "LSM6": 1073,
    "MGAT4A": 1074,
    "XPO6": 1075,
    "PRMT1": 1076,
    "PGP": 1077,
    "TADA1": 1078,
    "ICAM5": 1079,
    "RHOQ": 1080,
    "SLC9A6": 1081,
    "FBXL3": 1082,
    "SAMSN1": 1083,
    "THAP3": 1084,
    "FRRS1L": 1085,
    "PIEZO2": 1086,
    "KCNE1": 1087,
    "OR51F1": 1088,
    "APOA1": 1089,
    "TOR1A": 1090,
    "DEPDC5": 1091,
    "FGF22": 1092,
    "DNAJB14": 1093,
    "IGKV2D-26": 1094,
    "EMX2": 1095,
    "ST6GALNAC6": 1096,
    "RPL3": 1097,
    "XRCC2": 1098,
    "ADORA2A": 1099,
    "ADNP": 1100,
    "ARHGAP17": 1101,
    "IL2RG": 1102,
    "DMAP1": 1103,
    "FECH": 1104,
    "STXBP4": 1105,
    "NOP58": 1106,
    "ASB12": 1107,
    "AOPEP": 1108,
    "ZNF101": 1109,
    "CANT1": 1110,
    "SPACA6": 1111,
    "URB1": 1112,
    "KCTD6": 1113,
    "RAB25": 1114,
    "HAGH": 1115,
    "CAMKK2": 1116,
    "STAT4": 1117,
    "POGLUT1": 1118,
    "MCPH1": 1119,
    "ITGA2": 1120,
    "NME4": 1121,
    "GZMK": 1122,
    "CAPN2": 1123,
    "SCAND2P": 1124,
    "AKR1D1": 1125,
    "ENTPD6": 1126,
    "CTTNBP2": 1127,
    "UBXN4": 1128,
    "SNX7": 1129,
    "CAPN5": 1130,
    "PDLIM3": 1131,
    "SIX3": 1132,
    "PGLYRP2": 1133,
    "ADGRL3": 1134,
    "TRAPPC1": 1135,
    "AQP3": 1136,
    "CMYA5": 1137,
    "ZNF91": 1138,
    "NT5C2": 1139,
    "PLCB3": 1140,
    "RHBDL1": 1141,
    "PCDH7": 1142,
    "OR5H14": 1143,
    "RAB23": 1144,
    "CYTH4": 1145,
    "URGCP": 1146,
    "LRRC59": 1147,
    "CSNK1A1": 1148,
    "TAF1L": 1149,
    "CTSW": 1150,
    "POU3F1": 1151,
    "MYF6": 1152,
    "IAPP": 1153,
    "GALNT17": 1154,
    "LYN": 1155,
    "DKC1": 1156,
    "XCL2": 1157,
    "MAK16": 1158,
    "ITGB5": 1159,
    "FADS3": 1160,
    "PSAP": 1161,
    "OR2H1": 1162,
    "VWA1": 1163,
    "MYO5A": 1164,
    "DDX20": 1165,
    "ZNF135": 1166,
    "CCDC62": 1167,
    "TUBB3": 1168,
    "MGARP": 1169,
    "MYO1G": 1170,
    "CYLC2": 1171,
    "POU2F2": 1172,
    "LY96": 1173,
    "EXOC3L2": 1174,
    "RAMP1": 1175,
    "ARHGEF39": 1176,
    "ARHGAP33": 1177,
    "MINPP1": 1178,
    "COQ8B": 1179,
    "DUT": 1180,
    "MLC1": 1181,
    "CKAP5": 1182,
    "OLFM4": 1183,
    "CLEC1B": 1184,
    "PDCD11": 1185,
    "SRSF12": 1186,
    "SPTSSB": 1187,
    "EXOC4": 1188,
    "EDF1": 1189,
    "GRK6": 1190,
    "AQR": 1191,
    "CD24": 1192,
    "BTBD1": 1193,
    "GALK2": 1194,
    "OR1J2": 1195,
    "SYN3": 1196,
    "TBC1D4": 1197,
    "AP3S1": 1198,
    "ZNF140": 1199,
    "KDM5A": 1200,
    "LINC00474": 1201,
    "IGFBP6": 1202,
    "LARP7": 1203,
    "SDK2": 1204,
    "SFRP2": 1205,
    "HERC4": 1206,
    "HTR3B": 1207,
    "DHRS7C": 1208,
    "SLC40A1": 1209,
    "FGF11": 1210,
    "OR1L1": 1211,
    "CYP2J2": 1212,
    "CDK8": 1213,
    "CCM2L": 1214,
    "SYN2": 1215,
    "PINX1": 1216,
    "LONP1": 1217,
    "OR8D2": 1218,
    "ARID3B": 1219,
    "CSNK2B": 1220,
    "HLCS": 1221,
    "PSPH": 1222,
    "PPP2R5E": 1223,
    "SETD2": 1224,
    "PCDHB5": 1225,
    "PBK": 1226,
    "BAMBI": 1227,
    "EEF1A1": 1228,
    "STK11": 1229,
    "DOT1L": 1230,
    "DDIT4": 1231,
    "ADGRL4": 1232,
    "SLCO2B1": 1233,
    "HJURP": 1234,
    "SMCHD1": 1235,
    "PYGL": 1236,
    "PIK3CG": 1237,
    "GPR33": 1238,
    "RGS16": 1239,
    "ZNF628": 1240,
    "MRPL53": 1241,
    "CLDN11": 1242,
    "GPX5": 1243,
    "WDR90": 1244,
    "ENSA": 1245,
    "PATJ": 1246,
    "TACR1": 1247,
    "FBXW7": 1248,
    "OPN1MW": 1249,
    "CDK10": 1250,
    "ASXL2": 1251,
    "DIP2C": 1252,
    "GAREM1": 1253,
    "OTOG": 1254,
    "SEMA6D": 1255,
    "KLRD1": 1256,
    "KHDC3L": 1257,
    "PCDHGA4": 1258,
    "ACSM4": 1259,
    "RNF25": 1260,
    "IGHD": 1261,
    "SLC2A4": 1262,
    "EPS8L2": 1263,
    "GPRASP1": 1264,
    "KPNA5": 1265,
    "MEDAG": 1266,
    "RNASE3": 1267,
    "ID2": 1268,
    "ASB11": 1269,
    "ERF": 1270,
    "EREG": 1271,
    "EPB41L5": 1272,
    "KRT13": 1273,
    "PTDSS1": 1274,
    "OR10H2": 1275,
    "RPP14": 1276,
    "NDUFV1": 1277,
    "DNPEP": 1278,
    "CATSPERB": 1279,
    "SYNPO2L": 1280,
    "MPHOSPH6": 1281,
    "COL4A2": 1282,
    "NEFL": 1283,
    "RNF44": 1284,
    "HOXB1": 1285,
    "MGAT3": 1286,
    "KPNA6": 1287,
    "POLG": 1288,
    "TELO2": 1289,
    "RAB43": 1290,
    "CRISP1": 1291,
    "INIP": 1292,
    "TAS2R38": 1293,
    "AEBP2": 1294,
    "DCTN5": 1295,
    "OLA1": 1296,
    "TSN": 1297,
    "VAMP3": 1298,
    "TMEM203": 1299,
    "ZC3H15": 1300,
    "FANCG": 1301,
    "PLSCR1": 1302,
    "UBQLNL": 1303,
    "ZFP69": 1304,
    "TEX28": 1305,
    "ZMYM5": 1306,
    "TTC21B": 1307,
    "C1S": 1308,
    "TPT1": 1309,
    "CNOT11": 1310,
    "KRT10": 1311,
    "HOMEZ": 1312,
    "RETREG3": 1313,
    "CHI3L2": 1314,
    "SNRPC": 1315,
    "ACACB": 1316,
    "DHX33": 1317,
    "ZNF782": 1318,
    "DCN": 1319,
    "KLRC4": 1320,
    "ST6GAL2": 1321,
    "PODXL": 1322,
    "ZNF576": 1323,
    "F11": 1324,
    "GATC": 1325,
    "RPP25": 1326,
    "CXXC4": 1327,
    "SDHAF2": 1328,
    "GRB14": 1329,
    "DCHS2": 1330,
    "PIP4P1": 1331,
    "HRH2": 1332,
    "TRNAU1AP": 1333,
    "PPARD": 1334,
    "ALDH9A1": 1335,
    "TNNC1": 1336,
    "ABCA6": 1337,
    "SQSTM1": 1338,
    "SNX9": 1339,
    "ATP5PB": 1340,
    "PABPN1L": 1341,
    "TMEM127": 1342,
    "PILRB": 1343,
    "ZMAT4": 1344,
    "OR10T2": 1345,
    "YTHDC2": 1346,
    "CLCNKB": 1347,
    "CARD17": 1348,
    "FASLG": 1349,
    "PATL1": 1350,
    "LTBP1": 1351,
    "NRF1": 1352,
    "FAS": 1353,
    "CPN1": 1354,
    "NRBF2": 1355,
    "MXRA5": 1356,
    "KRT76": 1357,
    "RPS16": 1358,
    "ING5": 1359,
    "KIAA1549": 1360,
    "SRPRA": 1361,
    "RHOXF1": 1362,
    "OR2T1": 1363,
    "SUPT3H": 1364,
    "OR4F21": 1365,
    "TAOK3": 1366,
    "VPS35L": 1367,
    "CACNB1": 1368,
    "KCNA5": 1369,
    "PRDM7": 1370,
    "MMP15": 1371,
    "WASF1": 1372,
    "PAX1": 1373,
    "SPINK4": 1374,
    "APOBEC1": 1375,
    "NKX6-2": 1376,
    "DLG4": 1377,
    "EIF2AK2": 1378,
    "ARHGAP26": 1379,
    "IDH1": 1380,
    "TCTN3": 1381,
    "HERC1": 1382,
    "ACYP2": 1383,
    "LEMD3": 1384,
    "NGEF": 1385,
    "SGIP1": 1386,
    "PEX26": 1387,
    "TEAD1": 1388,
    "PPP1CA": 1389,
    "ST8SIA6": 1390,
    "OR51V1": 1391,
    "GRID2IP": 1392,
    "MAN1A1": 1393,
    "TFAM": 1394,
    "F7": 1395,
    "RET": 1396,
    "DCAKD": 1397,
    "KIF2C": 1398,
    "PARVA": 1399,
    "CYP26C1": 1400,
    "CGA": 1401,
    "ABCA10": 1402,
    "ERI1": 1403,
    "RASL11A": 1404,
    "TRERF1": 1405,
    "AIFM3": 1406,
    "CTR9": 1407,
    "OR5T2": 1408,
    "EAF2": 1409,
    "CDC37L1": 1410,
    "TXLNA": 1411,
    "CDHR3": 1412,
    "SSB": 1413,
    "ASMT": 1414,
    "HSPB11": 1415,
    "TBC1D21": 1416,
    "ZNF548": 1417,
    "HYKK": 1418,
    "BCORL1": 1419,
    "RXFP1": 1420,
    "ING2": 1421,
    "RHBDD1": 1422,
    "NDC1": 1423,
    "ARL6": 1424,
    "MAPK9": 1425,
    "PSMC2": 1426,
    "CER1": 1427,
    "FGF3": 1428,
    "OR5M9": 1429,
    "MPP3": 1430,
    "DNM3": 1431,
    "MRPL41": 1432,
    "IMPDH2": 1433,
    "SUFU": 1434,
    "NPR3": 1435,
    "TRPM8": 1436,
    "MAL": 1437,
    "INS": 1438,
    "KIF21B": 1439,
    "IL15RA": 1440,
    "GREM2": 1441,
    "JAG1": 1442,
    "UPF3A": 1443,
    "PDYN": 1444,
    "GRM6": 1445,
    "TRIM64": 1446,
    "VAC14": 1447,
    "SEPTIN11": 1448,
    "AKR1C8P": 1449,
    "ARRDC3": 1450,
    "KL": 1451,
    "PHC3": 1452,
    "TBX1": 1453,
    "BMP6": 1454,
    "MEN1": 1455,
    "NEK6": 1456,
    "IGKV1-5": 1457,
    "FAM20C": 1458,
    "TUT4": 1459,
    "UBAP2": 1460,
    "ATP6V1E2": 1461,
    "EEA1": 1462,
    "ACMSD": 1463,
    "PKIB": 1464,
    "GTF2F2": 1465,
    "RHOV": 1466,
    "TIMP2": 1467,
    "PEX10": 1468,
    "KRT1": 1469,
    "GRHL1": 1470,
    "ASB4": 1471,
    "THAP1": 1472,
    "MAFF": 1473,
    "PPP1R12C": 1474,
    "JPH2": 1475,
    "SETD5": 1476,
    "SEMA3G": 1477,
    "ARIH1": 1478,
    "GPT": 1479,
    "TEFM": 1480,
    "SMC6": 1481,
    "ZNF641": 1482,
    "RNF17": 1483,
    "LGALS3": 1484,
    "KIRREL2": 1485,
    "ELF1": 1486,
    "NKAIN4": 1487,
    "LILRB5": 1488,
    "SCPEP1": 1489,
    "AFF4": 1490,
    "HLA-DRA": 1491,
    "ZEB2": 1492,
    "TRIM62": 1493,
    "GTF3C1": 1494,
    "SYT12": 1495,
    "ELP1": 1496,
    "SLC22A4": 1497,
    "LSM8": 1498,
    "ZNF688": 1499,
    "KRBOX1": 1500,
    "RBMXL3": 1501,
    "OR4F6": 1502,
    "LILRA5": 1503,
    "DPEP1": 1504,
    "IL17RE": 1505,
    "SPINT4": 1506,
    "ARHGEF26": 1507,
    "CYB5R1": 1508,
    "PPIC": 1509,
    "FSD1": 1510,
    "PRPH": 1511,
    "LIN7A": 1512,
    "LUC7L": 1513,
    "TNS2": 1514,
    "MYT1": 1515,
    "KMT5A": 1516,
    "CCL17": 1517,
    "MLIP": 1518,
    "DPF1": 1519,
    "ZNF708": 1520,
    "SLC30A3": 1521,
    "PLIN3": 1522,
    "TNFSF13B": 1523,
    "PCSK7": 1524,
    "PDZD7": 1525,
    "OR2C3": 1526,
    "ZNF775": 1527,
    "RGS2": 1528,
    "KIAA0319L": 1529,
    "PCDHB7": 1530,
    "SUMO1": 1531,
    "STX18": 1532,
    "INMT": 1533,
    "HTATIP2": 1534,
    "CDC42": 1535,
    "PALD1": 1536,
    "BRSK1": 1537,
    "CLVS2": 1538,
    "VNN2": 1539,
    "PAF1": 1540,
    "MPP6": 1541,
    "ABCC5": 1542,
    "SNX25": 1543,
    "CACNG8": 1544,
    "TTC26": 1545,
    "SFRP1": 1546,
    "CRYBA2": 1547,
    "AMDHD2": 1548,
    "PVR": 1549,
    "NUMA1": 1550,
    "SEMA3F": 1551,
    "SCN4A": 1552,
    "BOLA2B": 1553,
    "RNF145": 1554,
    "IBSP": 1555,
    "WDR37": 1556,
    "RASGRP2": 1557,
    "ACVR2A": 1558,
    "SIGMAR1": 1559,
    "PEX1": 1560,
    "CEACAM4": 1561,
    "HPS1": 1562,
    "CD80": 1563,
    "LTC4S": 1564,
    "PPIB": 1565,
    "MRPS15": 1566,
    "BAX": 1567,
    "DNAH8": 1568,
    "SCFD1": 1569,
    "ARPP19": 1570,
    "GMFG": 1571,
    "MMP24": 1572,
    "TM2D1": 1573,
    "NOXA1": 1574,
    "R3HDM1": 1575,
    "TCERG1": 1576,
    "NDUFA1": 1577,
    "TUT7": 1578,
    "RPL37A": 1579,
    "SERINC2": 1580,
    "ADA": 1581,
    "WNK1": 1582,
    "CEP350": 1583,
    "BUB1B": 1584,
    "ZNF781": 1585,
    "NAGS": 1586,
    "ZER1": 1587,
    "TSFM": 1588,
    "MBD6": 1589,
    "UBR4": 1590,
    "LACRT": 1591,
    "MOB3B": 1592,
    "LRP1": 1593,
    "QPRT": 1594,
    "ARL4A": 1595,
    "TDRD6": 1596,
    "DEGS2": 1597,
    "UHRF1BP1L": 1598,
    "CAPN11": 1599,
    "WDR62": 1600,
    "GJB3": 1601,
    "ZDHHC16": 1602,
    "ARHGAP24": 1603,
    "SYNRG": 1604,
    "PSMA4": 1605,
    "CYB5A": 1606,
    "LCE3D": 1607,
    "DPP8": 1608,
    "HAAO": 1609,
    "GRK5": 1610,
    "IGHV2-70": 1611,
    "CD63": 1612,
    "B4GAT1": 1613,
    "RAB28": 1614,
    "ENDOD1": 1615,
    "RNF144B": 1616,
    "MYL2": 1617,
    "LENG8": 1618,
    "PSMD9": 1619,
    "RPS28": 1620,
    "PRELID3A": 1621,
    "CIZ1": 1622,
    "KSR1": 1623,
    "GNG10": 1624,
    "MUC7": 1625,
    "UBE2D2": 1626,
    "SYP": 1627,
    "NTM": 1628,
    "CD96": 1629,
    "KIAA1109": 1630,
    "KCNK7": 1631,
    "LHFPL2": 1632,
    "CMPK1": 1633,
    "BID": 1634,
    "CKMT1A": 1635,
    "BCL2L13": 1636,
    "FGF4": 1637,
    "OR52I2": 1638,
    "TMPRSS2": 1639,
    "HHLA1": 1640,
    "PABPC5": 1641,
    "FYTTD1": 1642,
    "HSD17B8": 1643,
    "BORCS7": 1644,
    "NCAPG": 1645,
    "MACC1": 1646,
    "KDM3B": 1647,
    "FCGR2C": 1648,
    "CLEC3B": 1649,
    "HTN1": 1650,
    "MYO18A": 1651,
    "CD163": 1652,
    "SYCE2": 1653,
    "ZNF81": 1654,
    "MFAP3L": 1655,
    "PPP2CB": 1656,
    "TNFRSF4": 1657,
    "LNX2": 1658,
    "MRPL14": 1659,
    "GALNT9": 1660,
    "DHRS1": 1661,
    "EXOSC9": 1662,
    "NKX3-2": 1663,
    "GRIA2": 1664,
    "ERAS": 1665,
    "HS3ST4": 1666,
    "ANXA4": 1667,
    "EFHC2": 1668,
    "EXOC3": 1669,
    "PRR5": 1670,
    "RASL10B": 1671,
    "CHRNA7": 1672,
    "XIAP": 1673,
    "GLA": 1674,
    "SFMBT1": 1675,
    "PCDH1": 1676,
    "PIF1": 1677,
    "ATAD1": 1678,
    "AP3M1": 1679,
    "KLRC3": 1680,
    "FN1": 1681,
    "LASP1": 1682,
    "DNAJC30": 1683,
    "TRAPPC11": 1684,
    "FABP5": 1685,
    "SGF29": 1686,
    "MOB3A": 1687,
    "CLN8": 1688,
    "PDLIM2": 1689,
    "GPAM": 1690,
    "EXT1": 1691,
    "TES": 1692,
    "CREB1": 1693,
    "ANKRD40": 1694,
    "CDKL2": 1695,
    "ZNF14": 1696,
    "CERS5": 1697,
    "CWC15": 1698,
    "ALCAM": 1699,
    "DAND5": 1700,
    "PNCK": 1701,
    "MCM9": 1702,
    "RALGAPA2": 1703,
    "GDF1": 1704,
    "EIF4EBP2": 1705,
    "ST8SIA5": 1706,
    "MKLN1": 1707,
    "R3HDM4": 1708,
    "OR56A1": 1709,
    "PSG7": 1710,
    "EML5": 1711,
    "TNFAIP3": 1712,
    "SMG1": 1713,
    "MED10": 1714,
    "ZNF543": 1715,
    "KRT72": 1716,
    "CTNNA3": 1717,
    "UXT": 1718,
    "DPH7": 1719,
    "PLA2G3": 1720,
    "EGFL6": 1721,
    "ZBED1": 1722,
    "PLA2G10": 1723,
    "CHD5": 1724,
    "NDUFAF4": 1725,
    "ASRGL1": 1726,
    "NLGN4X": 1727,
    "RPS12": 1728,
    "CLIC3": 1729,
    "RAB1C": 1730,
    "NDUFAF1": 1731,
    "OGDH": 1732,
    "NOX5": 1733,
    "OR2AG1": 1734,
    "CRNN": 1735,
    "SPATA5L1": 1736,
    "GDF5": 1737,
    "POLR3GL": 1738,
    "PLD4": 1739,
    "PACSIN3": 1740,
    "GPR50": 1741,
    "MYC": 1742,
    "NOD2": 1743,
    "TM4SF1": 1744,
    "ZNF143": 1745,
    "PMS2P1": 1746,
    "PSMD3": 1747,
    "DOLPP1": 1748,
    "GOLGA8H": 1749,
    "ARL5C": 1750,
    "GPR25": 1751,
    "AKAP8": 1752,
    "ZNF284": 1753,
    "OGFOD1": 1754,
    "ZNF98": 1755,
    "CDKL3": 1756,
    "ARX": 1757,
    "MRPL54": 1758,
    "ZNF730": 1759,
    "KLHL40": 1760,
    "SSX2": 1761,
    "CACNG4": 1762,
    "NUMB": 1763,
    "NDUFA6": 1764,
    "MINDY4": 1765,
    "PEMT": 1766,
    "NOTCH1": 1767,
    "LINC00596": 1768,
    "CLCA2": 1769,
    "WAS": 1770,
    "DUSP3": 1771,
    "MYOZ1": 1772,
    "SCARF1": 1773,
    "ADNP2": 1774,
    "SLC6A12": 1775,
    "FRG1": 1776,
    "FCGRT": 1777,
    "ZFP36L1": 1778,
    "PINK1": 1779,
    "ZNF528": 1780,
    "NAE1": 1781,
    "RNF34": 1782,
    "ZNF852": 1783,
    "OR10A6": 1784,
    "KDM7A": 1785,
    "NAA20": 1786,
    "TTLL10": 1787,
    "TRIM35": 1788,
    "NOD1": 1789,
    "TEX14": 1790,
    "ENPP5": 1791,
    "SPOUT1": 1792,
    "SS18L1": 1793,
    "PANK4": 1794,
    "COX19": 1795,
    "ARFRP1": 1796,
    "DKK2": 1797,
    "HFE": 1798,
    "APOA5": 1799,
    "ADRA2B": 1800,
    "AUP1": 1801,
    "MLLT10": 1802,
    "CALM3": 1803,
    "IGHG2": 1804,
    "TOR1AIP1": 1805,
    "LNX1": 1806,
    "MT-ATP6": 1807,
    "JARID2": 1808,
    "SPG11": 1809,
    "ARHGEF37": 1810,
    "PLCL2": 1811,
    "NR4A3": 1812,
    "FAM171A1": 1813,
    "USF1": 1814,
    "SHOC2": 1815,
    "SLC1A3": 1816,
    "C2CD2L": 1817,
    "DCUN1D5": 1818,
    "RIC1": 1819,
    "CFAP36": 1820,
    "SCNN1B": 1821,
    "MUSK": 1822,
    "ACER3": 1823,
    "NLRP2B": 1824,
    "MCM8": 1825,
    "ZNF189": 1826,
    "RASA2": 1827,
    "GEMIN7": 1828,
    "ELP3": 1829,
    "CDC26": 1830,
    "MAPKAPK5": 1831,
    "ZNHIT6": 1832,
    "USP48": 1833,
    "STK4": 1834,
    "COPS7A": 1835,
    "ZNF580": 1836,
    "TRABD2A": 1837,
    "PIGG": 1838,
    "SNX11": 1839,
    "RPL26": 1840,
    "SPDYE3": 1841,
    "LCE1F": 1842,
    "MSANTD3": 1843,
    "PTPA": 1844,
    "SRA1": 1845,
    "FOXD4": 1846,
    "ZNF316": 1847,
    "MAFB": 1848,
    "STX4": 1849,
    "TRIM15": 1850,
    "PPM1J": 1851,
    "LDB3": 1852,
    "GKN2": 1853,
    "ZBTB34": 1854,
    "ATP6V0C": 1855,
    "PLAA": 1856,
    "SLC34A1": 1857,
    "TNIP2": 1858,
    "ERLIN1": 1859,
    "MYH4": 1860,
    "SCP2D1": 1861,
    "TRIM42": 1862,
    "SATB2": 1863,
    "DENND1B": 1864,
    "MACROD1": 1865,
    "TBC1D3K": 1866,
    "FOXC2": 1867,
    "KRTAP5-1": 1868,
    "PMAIP1": 1869,
    "MRPL33": 1870,
    "S1PR1": 1871,
    "PCOLCE2": 1872,
    "DGCR6": 1873,
    "RHOB": 1874,
    "SSR4": 1875,
    "PGLYRP4": 1876,
    "CHRNA2": 1877,
    "ZNF280C": 1878,
    "PRPF19": 1879,
    "ACY1": 1880,
    "GET4": 1881,
    "PAPPA": 1882,
    "STARD3NL": 1883,
    "ASXL3": 1884,
    "ATP1B2": 1885,
    "CEP170": 1886,
    "ORC4": 1887,
    "OPRK1": 1888,
    "OR5B2": 1889,
    "NEFM": 1890,
    "CUL7": 1891,
    "MAP3K7": 1892,
    "SNTA1": 1893,
    "GATA1": 1894,
    "OR51A7": 1895,
    "PI4K2B": 1896,
    "RASL10A": 1897,
    "HMOX1": 1898,
    "PROKR2": 1899,
    "IFT20": 1900,
    "SIAH2": 1901,
    "KLF15": 1902,
    "E2F4": 1903,
    "ZNF766": 1904,
    "TIMM29": 1905,
    "PRSS1": 1906,
    "WDR24": 1907,
    "PCDHGA10": 1908,
    "ASAP2": 1909,
    "PTGS2": 1910,
    "KATNBL1": 1911,
    "GMPR2": 1912,
    "ZNF443": 1913,
    "GAL3ST1": 1914,
    "SH2B1": 1915,
    "RRM1": 1916,
    "EPHX2": 1917,
    "COMMD3": 1918,
    "KLHL25": 1919,
    "CDX1": 1920,
    "OR4K13": 1921,
    "NFIA": 1922,
    "MEF2B": 1923,
    "CNR1": 1924,
    "EPX": 1925,
    "CAV2": 1926,
    "MSH5": 1927,
    "ZCCHC8": 1928,
    "CYP2D6": 1929,
    "CCNE1": 1930,
    "CHRDL1": 1931,
    "PDK1": 1932,
    "PARD6A": 1933,
    "DYRK4": 1934,
    "NXPH2": 1935,
    "PLK3": 1936,
    "CNTN1": 1937,
    "CASP2": 1938,
    "WNT3A": 1939,
    "IGLV5-52": 1940,
    "DNAJA3": 1941,
    "BBIP1": 1942,
    "GRHPR": 1943,
    "IDE": 1944,
    "OR4D9": 1945,
    "TAOK1": 1946,
    "NRGN": 1947,
    "SERPINB13": 1948,
    "YY2": 1949,
    "ALOX5": 1950,
    "MDH2": 1951,
    "HMGCR": 1952,
    "WDR26": 1953,
    "MGP": 1954,
    "ATP7B": 1955,
    "SNX32": 1956,
    "IRAK2": 1957,
    "OXSR1": 1958,
    "ZPR1": 1959,
    "MRI1": 1960,
    "KCNJ13": 1961,
    "BIRC5": 1962,
    "HBA2": 1963,
    "DDO": 1964,
    "WNT16": 1965,
    "AADAT": 1966,
    "DDX27": 1967,
    "VDAC3": 1968,
    "DIRAS3": 1969,
    "CPVL": 1970,
    "DDX19A": 1971,
    "KPNA3": 1972,
    "FUS": 1973,
    "TMEM216": 1974,
    "OR4C13": 1975,
    "GABRG2": 1976,
    "THNSL2": 1977,
    "SDC4": 1978,
    "FAM13A": 1979,
    "EIF2D": 1980,
    "PKD1L3": 1981,
    "ATXN3": 1982,
    "ZNF717": 1983,
    "CYP4Z1": 1984,
    "PIDD1": 1985,
    "RIPK2": 1986,
    "OR10J1": 1987,
    "TIMM13": 1988,
    "NABP1": 1989,
    "ZNRF1": 1990,
    "MARK3": 1991,
    "ZYG11A": 1992,
    "PCDHB11": 1993,
    "ARHGAP29": 1994,
    "NTF4": 1995,
    "SRD5A2": 1996,
    "CHRNE": 1997,
    "KLHL7": 1998,
    "CPEB1": 1999,
    "LEO1": 2000,
    "TBL1Y": 2001,
    "PRLH": 2002,
    "ZNF436": 2003,
    "PPP1R3F": 2004,
    "IGKV1-13": 2005,
    "FXYD2": 2006,
    "FBXO41": 2007,
    "OR5K2": 2008,
    "C8A": 2009,
    "ADIPOQ": 2010,
    "SNX22": 2011,
    "SPRR2A": 2012,
    "LPO": 2013,
    "OR8H3": 2014,
    "EMC4": 2015,
    "ZMAT2": 2016,
    "ATG4A": 2017,
    "STH": 2018,
    "RNF165": 2019,
    "APC2": 2020,
    "PHETA2": 2021,
    "MAP2K4": 2022,
    "BCL11B": 2023,
    "KCNK9": 2024,
    "PCDH8": 2025,
    "MYPN": 2026,
    "SNN": 2027,
    "TFEB": 2028,
    "DNMT1": 2029,
    "ANKRD11": 2030,
    "RGS3": 2031,
    "LZTS1": 2032,
    "INPP1": 2033,
    "CLCN5": 2034,
    "DNASE1L2": 2035,
    "PRCP": 2036,
    "CX3CL1": 2037,
    "CDH2": 2038,
    "PCDHGB4": 2039,
    "HBM": 2040,
    "ITIH2": 2041,
    "ACD": 2042,
    "CPSF1": 2043,
    "SEC14L4": 2044,
    "NPR1": 2045,
    "PEBP1": 2046,
    "ANKRD13A": 2047,
    "MCRIP2": 2048,
    "FOXI2": 2049,
    "PAIP2": 2050,
    "CENPC": 2051,
    "LPL": 2052,
    "CALML3": 2053,
    "SUPT16H": 2054,
    "PKP3": 2055,
    "BACE2": 2056,
    "FKBP5": 2057,
    "NLK": 2058,
    "PIH1D2": 2059,
    "TAAR3P": 2060,
    "DOK4": 2061,
    "MASP2": 2062,
    "HMGXB4": 2063,
    "RO60": 2064,
    "CNTN2": 2065,
    "HTRA4": 2066,
    "HLA-F": 2067,
    "DCTN3": 2068,
    "KCNG1": 2069,
    "PKN1": 2070,
    "SMAP1": 2071,
    "DLAT": 2072,
    "PDP2": 2073,
    "PANX1": 2074,
    "RELT": 2075,
    "CLDN17": 2076,
    "SMAD9": 2077,
    "SCRIB": 2078,
    "SYT14": 2079,
    "PLPPR3": 2080,
    "SHC3": 2081,
    "SSR2": 2082,
    "GALNT6": 2083,
    "SI": 2084,
    "TGFBR1": 2085,
    "ANP32E": 2086,
    "BRCA2": 2087,
    "NEDD8": 2088,
    "ZKSCAN2": 2089,
    "PPP1R3B": 2090,
    "EXOSC4": 2091,
    "ENO1": 2092,
    "ALG11": 2093,
    "FPR2": 2094,
    "CDS2": 2095,
    "FBXL18": 2096,
    "PYGM": 2097,
    "R3HCC1": 2098,
    "CYBA": 2099,
    "SGSH": 2100,
    "SEMA3A": 2101,
    "NAALADL1": 2102,
    "FAM204A": 2103,
    "ARHGEF10L": 2104,
    "GEMIN6": 2105,
    "GALNT7": 2106,
    "CREB3L1": 2107,
    "EYA4": 2108,
    "MST1": 2109,
    "MAGEA11": 2110,
    "TRIM7": 2111,
    "NMT2": 2112,
    "OAZ3": 2113,
    "TREM1": 2114,
    "IGLV11-55": 2115,
    "GABPB1": 2116,
    "ZNF544": 2117,
    "TMEM222": 2118,
    "OR51I2": 2119,
    "KIFC3": 2120,
    "SERPINE1": 2121,
    "N6AMT1": 2122,
    "COQ7": 2123,
    "KRT6A": 2124,
    "KRT78": 2125,
    "OR1S2": 2126,
    "ZFP2": 2127,
    "NOP14": 2128,
    "TRIO": 2129,
    "ZBTB44": 2130,
    "INA": 2131,
    "ALOX15": 2132,
    "KIAA2013": 2133,
    "KCTD14": 2134,
    "LAMB2": 2135,
    "MBIP": 2136,
    "ADAM9": 2137,
    "RPL35": 2138,
    "PCYT2": 2139,
    "ACTL7B": 2140,
    "IL5RA": 2141,
    "GTF3C6": 2142,
    "NEK5": 2143,
    "OR51E2": 2144,
    "SLC25A20": 2145,
    "TOR1B": 2146,
    "NELFE": 2147,
    "CHRNB1": 2148,
    "OR2J2": 2149,
    "PRKX": 2150,
    "LRRC47": 2151,
    "GJB4": 2152,
    "RAB42": 2153,
    "MAST4": 2154,
    "DERA": 2155,
    "YPEL2": 2156,
    "CAMP": 2157,
    "LAIR1": 2158,
    "MTM1": 2159,
    "ANKEF1": 2160,
    "KLK15": 2161,
    "TMEM126B": 2162,
    "OR5H15": 2163,
    "ENPP7": 2164,
    "CALR3": 2165,
    "SOCS1": 2166,
    "PCYOX1": 2167,
    "RAX": 2168,
    "MBD1": 2169,
    "MARCKS": 2170,
    "KNL1": 2171,
    "BRAP": 2172,
    "LHX4": 2173,
    "NLRP6": 2174,
    "RABGEF1": 2175,
    "ST8SIA1": 2176,
    "APOL2": 2177,
    "SULT1A1": 2178,
    "EDAR": 2179,
    "OR2T11": 2180,
    "RELL2": 2181,
    "RHOG": 2182,
    "CRYAA": 2183,
    "COL28A1": 2184,
    "ARHGAP45": 2185,
    "EED": 2186,
    "STX17": 2187,
    "SLC17A1": 2188,
    "PRDM9": 2189,
    "CLPTM1": 2190,
    "PNMA1": 2191,
    "PILRA": 2192,
    "HECTD4": 2193,
    "GSTT1": 2194,
    "DHX9": 2195,
    "ZNF696": 2196,
    "GAS6": 2197,
    "ZNF678": 2198,
    "S1PR2": 2199,
    "PHF20": 2200,
    "SNRPF": 2201,
    "TOX2": 2202,
    "CTSG": 2203,
    "VSX2": 2204,
    "CYP4F2": 2205,
    "MADD": 2206,
    "GSTA4": 2207,
    "SRPK2": 2208,
    "ZCCHC7": 2209,
    "CCDC88C": 2210,
    "DUSP19": 2211,
    "KCNS2": 2212,
    "RNF39": 2213,
    "PSCA": 2214,
    "SMYD2": 2215,
    "WDR25": 2216,
    "RBBP5": 2217,
    "OR12D1": 2218,
    "HCFC1": 2219,
    "BAGE": 2220,
    "BLOC1S4": 2221,
    "RRP1": 2222,
    "OSGIN2": 2223,
    "BARHL1": 2224,
    "AKR7A3": 2225,
    "OR4M2": 2226,
    "INSL3": 2227,
    "WWC2": 2228,
    "PPP4C": 2229,
    "RAP1A": 2230,
    "FASTKD2": 2231,
    "ANK2": 2232,
    "DNAH6": 2233,
    "NECTIN4": 2234,
    "CDKN2AIP": 2235,
    "MAP3K20": 2236,
    "RHOXF2": 2237,
    "OR51G1": 2238,
    "RNF185": 2239,
    "KLK9": 2240,
    "STAT1": 2241,
    "TUBG1": 2242,
    "TRMT2B": 2243,
    "PABPC1L2B": 2244,
    "TRAK1": 2245,
    "BFSP2": 2246,
    "RRP7A": 2247,
    "GPR148": 2248,
    "CELA3A": 2249,
    "GMCL1": 2250,
    "IFT140": 2251,
    "RAF1": 2252,
    "GPRC6A": 2253,
    "INPPL1": 2254,
    "CDH18": 2255,
    "FGF18": 2256,
    "RBM19": 2257,
    "GRHL3": 2258,
    "NDUFA4": 2259,
    "WASL": 2260,
    "OR4C46": 2261,
    "VCP": 2262,
    "ADAL": 2263,
    "PYURF": 2264,
    "ADAMTS13": 2265,
    "OVOL1": 2266,
    "CLEC11A": 2267,
    "WFDC8": 2268,
    "HTT": 2269,
    "ANTXR2": 2270,
    "KLHDC2": 2271,
    "SLC37A4": 2272,
    "LRPPRC": 2273,
    "CCNB1IP1": 2274,
    "OR6C76": 2275,
    "ZBTB6": 2276,
    "TMOD4": 2277,
    "MRPL11": 2278,
    "PHC1": 2279,
    "BAD": 2280,
    "MCCC2": 2281,
    "STAP1": 2282,
    "TNS4": 2283,
    "HMBOX1": 2284,
    "RPS6": 2285,
    "ARHGEF2": 2286,
    "IGLV2-23": 2287,
    "FTSJ3": 2288,
    "TXNRD3": 2289,
    "EVL": 2290,
    "ADM5": 2291,
    "GSTT2B": 2292,
    "WDR45": 2293,
    "ATP5MD": 2294,
    "COPB1": 2295,
    "COMMD1": 2296,
    "LONRF2": 2297,
    "CEP192": 2298,
    "YBX3": 2299,
    "GATAD2B": 2300,
    "RTP4": 2301,
    "RAD51C": 2302,
    "LRIF1": 2303,
    "BVES": 2304,
    "EMC7": 2305,
    "ATF6": 2306,
    "RAP2B": 2307,
    "TBRG1": 2308,
    "CTXND1": 2309,
    "COA6": 2310,
    "RPS23": 2311,
    "MEIS3": 2312,
    "RUVBL1": 2313,
    "MOSPD2": 2314,
    "ZNF687": 2315,
    "CPNE2": 2316,
    "E2F3": 2317,
    "SCARA3": 2318,
    "SOX14": 2319,
    "RBM47": 2320,
    "SLC1A6": 2321,
    "SLC6A13": 2322,
    "NDE1": 2323,
    "OR10A4": 2324,
    "CCL19": 2325,
    "TAL1": 2326,
    "GMPPB": 2327,
    "NEK11": 2328,
    "SEMA6A": 2329,
    "FCER2": 2330,
    "LAMP1": 2331,
    "IDS": 2332,
    "GRM3": 2333,
    "PDK2": 2334,
    "EFNB1": 2335,
    "PAPOLB": 2336,
    "BPGM": 2337,
    "ATP23": 2338,
    "UTS2": 2339,
    "SPRR2E": 2340,
    "SKP2": 2341,
    "SPIRE1": 2342,
    "MCOLN1": 2343,
    "GAS2L3": 2344,
    "TAF5L": 2345,
    "RNF112": 2346,
    "RASSF2": 2347,
    "SLC7A13": 2348,
    "TNFRSF10A": 2349,
    "TTC8": 2350,
    "EPHB2": 2351,
    "MYRF": 2352,
    "SEPTIN5": 2353,
    "OR51E1": 2354,
    "MFAP4": 2355,
    "DAZL": 2356,
    "ABCA2": 2357,
    "ZNF518B": 2358,
    "BCAR1": 2359,
    "DSPP": 2360,
    "GID8": 2361,
    "MIEF1": 2362,
    "ATP6V0E2": 2363,
    "DCT": 2364,
    "ACOT4": 2365,
    "TULP1": 2366,
    "CD93": 2367,
    "COG3": 2368,
    "SMARCE1": 2369,
    "CALB2": 2370,
    "GLI1": 2371,
    "APRT": 2372,
    "FABP4": 2373,
    "NFU1": 2374,
    "ZBTB46": 2375,
    "FAM199X": 2376,
    "NPRL2": 2377,
    "CNOT4": 2378,
    "DUSP16": 2379,
    "SEMG2": 2380,
    "AGO1": 2381,
    "PPT2": 2382,
    "NDRG2": 2383,
    "RIMKLA": 2384,
    "FEZ2": 2385,
    "KIT": 2386,
    "PARP4": 2387,
    "NAP1L2": 2388,
    "MBNL1": 2389,
    "PITPNM1": 2390,
    "GAD2": 2391,
    "SNW1": 2392,
    "BANP": 2393,
    "TUBA1C": 2394,
    "RTN1": 2395,
    "PHB": 2396,
    "PALB2": 2397,
    "SLX1B": 2398,
    "CCDC106": 2399,
    "OR2H2": 2400,
    "ARHGAP9": 2401,
    "ANKRD1": 2402,
    "SRRM2": 2403,
    "NUP35": 2404,
    "COL6A1": 2405,
    "CLPB": 2406,
    "OXNAD1": 2407,
    "NFIB": 2408,
    "TG": 2409,
    "APPL1": 2410,
    "ETNK1": 2411,
    "HIPK2": 2412,
    "TMEM50A": 2413,
    "UQCRC2": 2414,
    "KLK2": 2415,
    "IPO11": 2416,
    "YIF1A": 2417,
    "CCNY": 2418,
    "SUPT7L": 2419,
    "METTL2B": 2420,
    "ERCC3": 2421,
    "MAPRE1": 2422,
    "ZBTB47": 2423,
    "OR2D3": 2424,
    "NEU1": 2425,
    "NRK": 2426,
    "SCGB1A1": 2427,
    "PP2D1": 2428,
    "HLA-DQB1": 2429,
    "TSPAN2": 2430,
    "B3GALT1": 2431,
    "CENPU": 2432,
    "USH2A": 2433,
    "NDUFB1": 2434,
    "PIM2": 2435,
    "PXK": 2436,
    "EVI2B": 2437,
    "MYSM1": 2438,
    "AQP8": 2439,
    "KCNJ15": 2440,
    "TENT4B": 2441,
    "PTPRQ": 2442,
    "CIR1": 2443,
    "KLF12": 2444,
    "MC2R": 2445,
    "DYRK3": 2446,
    "DGKH": 2447,
    "SLC22A6": 2448,
    "POT1": 2449,
    "RSL24D1": 2450,
    "RREB1": 2451,
    "TMC8": 2452,
    "MYO9A": 2453,
    "NCF4": 2454,
    "RGP1": 2455,
    "ADARB1": 2456,
    "SIRT2": 2457,
    "OLFM2": 2458,
    "NCAPG2": 2459,
    "SPRR2D": 2460,
    "UQCRC1": 2461,
    "PLEKHG2": 2462,
    "RAB26": 2463,
    "MMP2": 2464,
    "ZNF778": 2465,
    "ZNF23": 2466,
    "RFNG": 2467,
    "BMP8B": 2468,
    "SEMA3D": 2469,
    "NEUROG1": 2470,
    "PLEKHG5": 2471,
    "ATCAY": 2472,
    "ISLR2": 2473,
    "CRYL1": 2474,
    "ARMC12": 2475,
    "ADGB": 2476,
    "FRMPD3": 2477,
    "ZNF391": 2478,
    "SLC27A6": 2479,
    "TRAPPC9": 2480,
    "WFS1": 2481,
    "WDR1": 2482,
    "FUBP3": 2483,
    "MGAT1": 2484,
    "ANKRD53": 2485,
    "OR2G6": 2486,
    "NCOR1": 2487,
    "NR2F6": 2488,
    "ZMIZ2": 2489,
    "RNH1": 2490,
    "SCN2B": 2491,
    "PSG9": 2492,
    "FCF1": 2493,
    "GAS2L2": 2494,
    "OR4K17": 2495,
    "CCNL1": 2496,
    "ZNF407": 2497,
    "H6PD": 2498,
    "GLP2R": 2499,
    "ITGA1": 2500,
    "UTP14A": 2501,
    "MED23": 2502,
    "CBLL2": 2503,
    "ANGPTL6": 2504,
    "PPFIA1": 2505,
    "RAB39B": 2506,
    "IL23A": 2507,
    "DNTT": 2508,
    "GNB2": 2509,
    "ADAMTS7": 2510,
    "BRCC3": 2511,
    "THY1": 2512,
    "ITGAE": 2513,
    "LRRC37B": 2514,
    "EXOC7": 2515,
    "TK2": 2516,
    "TAF9": 2517,
    "AHSA1": 2518,
    "PCDHA6": 2519,
    "MAPK7": 2520,
    "BMP4": 2521,
    "OR5M11": 2522,
    "AP2S1": 2523,
    "L3MBTL1": 2524,
    "NAA50": 2525,
    "TNIK": 2526,
    "BBS9": 2527,
    "PRDM2": 2528,
    "PDCD2": 2529,
    "ZNF224": 2530,
    "PPP6C": 2531,
    "SCGB3A2": 2532,
    "RHO": 2533,
    "YBEY": 2534,
    "NOXRED1": 2535,
    "DCLK3": 2536,
    "TAX1BP1": 2537,
    "PCSK4": 2538,
    "GALNT4": 2539,
    "KRT81": 2540,
    "CD1B": 2541,
    "ERBB3": 2542,
    "CASP7": 2543,
    "ACVRL1": 2544,
    "C4B": 2545,
    "ZNF792": 2546,
    "FOXA2": 2547,
    "ADAM5": 2548,
    "FCGR2B": 2549,
    "CACYBP": 2550,
    "PRKN": 2551,
    "PNRC2": 2552,
    "CXCL13": 2553,
    "OR10AG1": 2554,
    "PHKB": 2555,
    "GLIS1": 2556,
    "DMD": 2557,
    "CCT8L2": 2558,
    "SRFBP1": 2559,
    "MICU1": 2560,
    "SRC": 2561,
    "MORF4L2": 2562,
    "KRT20": 2563,
    "MOSPD1": 2564,
    "ILRUN": 2565,
    "PIN1": 2566,
    "AK5": 2567,
    "RGPD2": 2568,
    "ATP2A3": 2569,
    "CCDC17": 2570,
    "GRIN1": 2571,
    "DONSON": 2572,
    "NOS2": 2573,
    "GSTK1": 2574,
    "TCOF1": 2575,
    "ATP8A1": 2576,
    "MRPS18B": 2577,
    "NUDT21": 2578,
    "PIK3CA": 2579,
    "CAVIN1": 2580,
    "UTP14C": 2581,
    "NDST3": 2582,
    "STARD3": 2583,
    "RPS27L": 2584,
    "DHX57": 2585,
    "DISC1": 2586,
    "ASCC3": 2587,
    "DHH": 2588,
    "TDRD7": 2589,
    "KLRC1": 2590,
    "HP": 2591,
    "ENAM": 2592,
    "SAR1B": 2593,
    "SPATC1L": 2594,
    "MYO7B": 2595,
    "SDHAF1": 2596,
    "STAC3": 2597,
    "PIGC": 2598,
    "SCRN1": 2599,
    "TGFB2": 2600,
    "CCDC150": 2601,
    "TNPO2": 2602,
    "VWDE": 2603,
    "DEFB104B": 2604,
    "MZT2A": 2605,
    "ZNF276": 2606,
    "STUB1": 2607,
    "PRB1": 2608,
    "NXT1": 2609,
    "RPS3": 2610,
    "GP6": 2611,
    "NOTCH3": 2612,
    "ZNF90": 2613,
    "ZNF211": 2614,
    "MAP2K1": 2615,
    "DOCK4": 2616,
    "SFR1": 2617,
    "STAT6": 2618,
    "ZNF395": 2619,
    "BTG3": 2620,
    "OR5AK2": 2621,
    "ALDH5A1": 2622,
    "CORIN": 2623,
    "KCTD19": 2624,
    "NDUFB2": 2625,
    "INTU": 2626,
    "OR2W3": 2627,
    "HLA-DQA1": 2628,
    "HERPUD1": 2629,
    "MAOB": 2630,
    "CAPN12": 2631,
    "CSTF1": 2632,
    "MS4A2": 2633,
    "SPOP": 2634,
    "AVIL": 2635,
    "PERP": 2636,
    "TOP2B": 2637,
    "ZNF771": 2638,
    "DAPP1": 2639,
    "SLC15A1": 2640,
    "CDKN1A": 2641,
    "RBPMS": 2642,
    "PKD2": 2643,
    "OR2M2": 2644,
    "CD1C": 2645,
    "TMEM35A": 2646,
    "APPL2": 2647,
    "METTL21A": 2648,
    "KRT2": 2649,
    "ARSB": 2650,
    "IZUMO1": 2651,
    "EPHA4": 2652,
    "ABLIM3": 2653,
